/**/
"Cancel" = "Cancelar";
/**/
"Delete" = "Excluir";
/**/
"Open" = "Abrir";
/**/
"Edit" = "Editar";
/**/
"Yes" = "Sim";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicar Geometria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Limpar Geometria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Excluir vértice";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserir Parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserir vértice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mais vértice";
/*Geometry Edit Action Name*/
"Remove Part" = "Remover parte";

/*Collecting attachments*/
"Add" = "Adicionar";
/*Collecting attachments*/
"Take Photo or Video" = "Tirar foto ou vídeo";
/*Collecting attachments*/
"Choose From Library" = "Escolher da biblioteca";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Vídeo";
/*Collecting attachments*/
"Save To Photo Library" = "Salvar na biblioteca de imagens";
/*Collecting attachments*/
"Download" = "Download";

/*Date attribute*/
"Today" = "Hoje";

/**/
"Attachments" = "Anexos";
"Attributes" = "Atributos";

/**/
"Open in Safari" = "Abrir no Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Digite um número entre %i e %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Digite um número entre %f e %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Muitos caracteres (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "O número está fora do intervalo aceitável.";

/* BLOB, RASTER, etc */
"Field type not supported" = "O tipo de campo não é suportado";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d de %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Alterando o tipo de feição";
"ChangingFeatureTypeAlertMessage" =  "Você está alterando o tipo de feição, o que possivelmente poderá substituir alguns valores de campo. Tem certeza que deseja fazer isso?";

/**/
"Data for pie chart is invalid" = "Os dados para o gráfico de pizza não são válidos";
"No data to create a pie chart" = "Não há dados para criar um gráfico de pizza";

/**/
"createUserSeconds" = "Criado por %@ segundos atrás";

/**/
"createUserMinute" = "Criado por %@ um minuto atrás";

/**/
"editUserSeconds" = "Editado por %@ segundos atrás";

/**/
"editUserMinute" = "Editado por %@ um minuto atrás";

/**/
"createSeconds" = "Criado segundos atrás";

/**/
"createMinute" = "Criado um minuto atrás";

/**/
"editSeconds" = "Editado segundos atrás";

/**/
"editMinute" = "Editado um minuto atrás";

/**/
"createUserMinutes" = "Criado por %@ %d minutos atrás";

/**/
"createUserHour" = "Criado por %@ uma hora atrás";

/**/
"createUserHours" = "Criado por %@ %d horas atrás";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Criado por %@ no %@ às %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Criado por %@ no %@ às %@";

/**/
"editUserMinutes" = "Editado por %@ %d minutos atrás";

/**/
"editUserHour" = "Editado por %@ uma hora atrás";

/**/
"editUserHours" = "Editado por %@ %d horas atrás";

/**/
"editUserWeekDay" = "Editado por %@ no %@ às %@";

/**/
"editUserFull" = "Editado por %@ no %@ às %@";

/**/
"createUser" = "Criado por %@";

/**/
"editUser" = "Editado por %@";

/**/
"createMinutes" = "Criado %d minutos atrás";

/**/
"createHour" = "Criado uma hora atrás";

/**/
"createHours" = "Criado %d horas atrás";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Criado no %@ às %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Criado no %@ às %@";

/**/
"editMinutes" = "Editado %d minutos atrás";

/**/
"editHour" = "Editado uma hora atrás";

/**/
"editHours" = "Editado %d horas atrás";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Editado em %@ às %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Editado em %@ às %@";